Repository: papyros/files-app
Catalog: po/*.po
Languages: fr

source: Files
fr: Fichiers

source: Device
fr: Appareil

source: No files
fr: Pas de fichiers

source: Rename error
fr: Erreur de nomination

source: Error creating new folder
fr: Erreur lors de la création du dossier

source: items
fr: éléments

source: File or Directory does not exist
fr: Le fichier ou la destination n'existe pas

source: does not exist
fr: n'existe pas

source: Could not remove the item
fr: Impossible supprimer cet élément

source: Could not create the directory
fr: Impossible de créer le dossier

source: Could not create link to
fr: Impossible lier à

source: Could not open file
fr: Impossible d'ouvrir le fichier

source: There is no space on disk to copy
fr: Il n'y a pas assez de place sur le dique pour procéder à la copie

source: Could not create file
fr: Impossible de créer le fichier

source: Cannot copy items
fr: Imposible de copier les éléments

source: no write permission on folder
fr: pas de droit d'écriture sur ce dossier

source: Cannot move items
fr: Impossible de déplacer les éléments

source: Read error in
fr: Erreur de lecture de

source: Copy
fr: Copier
